ЭТО ОСНОВНОЕ ЗАДАНИЕ

// const age = +prompt("Ваш год рождения 2006 ! (1)")

// if(age<30){
//     alert("Младше 30 лет")
// } else{
//     alert("Старше 30 лет, но младще 60 лет")
// }
// const age1 = +prompt("Ваш год рождения 2006 ! (2)")
// if(age1>60){
//     alert("Вам старше 60 лет")

// } else{
//     alert("...")
// }


ЭТО ДОП ЗАДАНИЕ


// let  int = prompt("напишите что-то")

// if(int > 0){
//     console.log("Вы ввели число");
// }else{
//     (int = String)
//     console.log("Вы ввели не корректное значение");
// }


